
export default {

    //  终端类型
    dataList : [
        {key1:'占位1', key2:'占位2',key3:'占位3', key4:'116.404',key5:'39.915', key6:'2020-09-01', key7:[{lng: 116.445071, lat: 39.925652},{lng: 116.404252, lat: 39.93539},{lng: 116.390454, lat: 39.915692}], key8:false },
        {key1:'占位1', key2:'占位2',key3:'占位3', key4:'116.432152',key5:'39.903645', key6:'2020-09-01', key7:[{lng: 116.404, lat: 39.915},{lng: 116.405, lat: 39.920},{lng: 116.423493, lat: 39.907445}], key8:true },
        {key1:'占位1', key2:'占位2',key3:'占位3', key4:'116.368624',key5:'39.938838', key6:'2020-09-01',key7:[{lng: 116.282099, lat: 39.960078},{lng: 116.417779, lat: 39.882387},{lng: 116.548285, lat: 39.947246}], key8:true },
        {key1:'占位1', key2:'占位2',key3:'占位3', key4:'116.414042',key5:'39.951229', key6:'2020-09-01' },
        {key1:'占位1', key2:'占位2',key3:'占位3', key4:'116.355976',key5:'39.889695', key6:'2020-09-01' },
        {key1:'占位1', key2:'占位2',key3:'占位3', key4:'116.46406',key5:'39.890802', key6:'2020-09-01' },
        {key1:'占位1', key2:'占位2',key3:'占位3', key4:'116.445375',key5:'39.949016', key6:'2020-09-01' },
        {key1:'占位1', key2:'占位2',key3:'占位3', key4:'116.329242',key5:'39.898109', key6:'2020-09-01' },
        {key1:'占位1', key2:'占位2',key3:'占位3', key4:'116.490506',key5:'39.909622', key6:'2020-09-01' },
    ],

    //  多边形
    polygonList : [
        {key1:'占位1', key2:'占位2',key3:'占位3', key4:'116.404',key5:'39.915', key6:'2020-09-01', key7:true, key8:[] },
        {key1:'占位1', key2:'占位2',key3:'占位3', key4:'116.432152',key5:'39.903645', key6:'2020-09-01', key7:true, key8:[] },
        {key1:'占位1', key2:'占位2',key3:'占位3', key4:'116.368624',key5:'39.938838', key6:'2020-09-01', key7:true, key8:[] },
        {key1:'占位1', key2:'占位2',key3:'占位3', key4:'116.414042',key5:'39.951229', key6:'2020-09-01', key7:true, key8:[] },
        {key1:'占位1', key2:'占位2',key3:'占位3', key4:'116.355976',key5:'39.889695', key6:'2020-09-01', key7:true, key8:[] },
        {key1:'占位1', key2:'占位2',key3:'占位3', key4:'116.46406',key5:'39.890802', key6:'2020-09-01', key7:true, key8:[] },
        {key1:'占位1', key2:'占位2',key3:'占位3', key4:'116.445375',key5:'39.949016', key6:'2020-09-01', key7:true, key8:[] },
        {key1:'占位1', key2:'占位2',key3:'占位3', key4:'116.329242',key5:'39.898109', key6:'2020-09-01', key7:true, key8:[] },
        {key1:'占位1', key2:'占位2',key3:'占位3', key4:'116.490506',key5:'39.909622', key6:'2020-09-01', key7:true, key8:[] },
    ],
    
}